[BU_ResistanceMec_Armor X2SparkArmorTemplate_DLC_3]
FriendlyName="抵抗MEC装甲"
FriendlyNamePlural="抵抗MEC装甲"
BriefSummary="我们在抵抗MEC部队上建造的装甲将使其与新建的SPARK部队一样耐用。"
TacticalText="<Bullet/>为了最大限度地减少单个零件的数量，这种装甲被设计为不可拆卸的。"
AbilityDescName="抵抗MEC装甲"

[BU_MecPyroclast_Armor X2SparkArmorTemplate_DLC_3]
FriendlyName="MEC火山碎屑装甲"
FriendlyNamePlural="MEC火山碎屑装甲"
BriefSummary="MEC火山碎屑拥有比抵抗MEC更好的装甲，这是由于其专门的近战作用所必需的。"
TacticalText="<Bullet/>为了最大限度地减少单个零件的数量，这种装甲被设计为不可拆卸的。"
AbilityDescName="MEC火山碎屑装甲"

[BU_MecArcher_Armor X2SparkArmorTemplate_DLC_3]
FriendlyName="MEC弓箭手盔甲"
FriendlyNamePlural="MEC弓箭手装甲"
BriefSummary="这件盔甲并没有那么令人印象深刻，但MEC弓箭手在极端范围内炮击敌人的能力并不需要更好的盔甲。"
TacticalText="<Bullet/>为了最大限度地减少单个零件的数量，这种装甲被设计为不可拆卸的。"
AbilityDescName="MEC弓箭手盔甲"

[BU_PrototypeGatlingMec_Armor X2SparkArmorTemplate_DLC_3]
FriendlyName="原型突击MEC装甲"
FriendlyNamePlural="原型突击MEC装甲"
BriefSummary="原型突击MEC在不牺牲机动性的情况下提供了令人印象深刻的耐用性，最值得注意的是，它具有安装其标志性gatling加农炮的硬点。"
TacticalText="<Bullet/>为了最大限度地减少单个零件的数量，这种装甲被设计为不可拆卸的。"
AbilityDescName="原型突击MEC装甲"

[BU_MilitaryGatlingMec_Armor X2SparkArmorTemplate_DLC_3]
FriendlyName="军事突击MEC装甲"
FriendlyNamePlural="军事突击MEC装甲"
BriefSummary="Military Assault MEC在不牺牲机动性的情况下提供了最高的耐用性，最值得注意的是，它具有安装其标志性gatling加农炮的硬点。"
TacticalText="<Bullet/>为了最大限度地减少单个零件的数量，这种装甲被设计为不可拆卸的。"
AbilityDescName="军事攻击MEC装甲"

[BU_JunkSpark_Armor X2SparkArmorTemplate_DLC_3]
FriendlyName="垃圾星火盔甲"
FriendlyNamePlural="垃圾星火盔甲"
BriefSummary="Junk SPARK部队的装甲非常厚，这是保护其脆弱电子设备的必要条件。"
TacticalText="<Bullet/>为了最大限度地减少单个零件的数量，这种装甲被设计为不可拆卸的。"
AbilityDescName="垃圾斯巴达盔甲"

[BU_FrostMec_Armor X2SparkArmorTemplate_DLC_3]
FriendlyName="冰霜MEC盔甲"
FriendlyNamePlural="霜MEC装甲"
BriefSummary="我们在Frost MEC部队上建造的装甲将使其与新建的SPARK部队一样耐用。"
TacticalText="<Bullet/>为了最大限度地减少单个零件的数量，这种装甲被设计为不可拆卸的。"
AbilityDescName="霜MEC装甲"
